Repository: LayanBarhoumi/invest
Catalog: workbench/src/static/internationalization/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Cancel
es: Cancelar

source: Download Complete
es: Descarga completa

source: Download Failed
es: Falló la descarga

source: Download InVEST sample data
es: Descargar datos de muestra de InVEST

source: Download
es: Descargar

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Open
es: Abrir

source: Save as...
es: Guardar como...

source: User's Guide
es: Guía de uso

source: User's guide entry
es: Entrada de la guía del usuario

source: Bounding box does not intersect at least one other:
es: La caja delimitadora no se interseca al menos con otra:

source: Browse to a datastack (.json) or InVEST logfile (.txt)
es: Buscar una pila de datos (.json) o un archivo de registro InVEST (.txt)

source: Browse to a datastack (.json, .tgz) or InVEST logfile (.txt)
es: Buscar una pila de datos (.json, .tgz) o un archivo de registro InVEST (.txt)

source: Cancel Run
es: Cancelar la ejecución

source: Clear Recent Jobs
es: Borrar trabajos recientes

source: Create a post on our forum
es: Crear un mensaje en nuestro foro

source: Download Sample Data
es: Descargar datos de muestra

source: Error: see log for details
es: Error: ver el registro para más detalles

source: Find My Logs
es: Encontrar mis registros

source: InVEST Settings
es: Configuración de InVEST

source: Language
es: Idioma

source: Load parameters from file
es: Cargar los parámetros desde un archivo

source: Log
es: Registro

source: Logging threshold
es: Umbral de registro

source: Model Complete
es: Modelo completo

source: Only drop one file at a time.
es: Solo se puede soltar un archivo a la vez.

source: Open Workspace
es: Abrir el espacio de trabajo

source: Recent runs:
es: Corridas recientes:

source: Reset to Defaults
es: Valores predeterminados

source: Run Canceled
es: Ejecución cancelada

source: Run
es: Ejecutar

source: Running
es: En curso

source: Setup
es: Configuración

source: Something went wrong
es: Algo salió mal

source: no invest workspaces will be deleted
es: no se eliminará ningún espacio de trabajo de InVEST

source: percent: a number from 0 - 100
es: porcentaje: un número de 0 a 100

source: ratio: a decimal from 0 - 1
es: tasa: un decimal de 0 - 1

source: synchronous task execution is most reliable
es: la ejecución de tareas sincrónicas es la más fiable

source: n CPUs: depending on the InVEST model, tasks may execute in parallel using up to this many processes.
es: n CPUs: dependiendo del modelo de InVEST, las tareas pueden ejecutarse en paralelo utilizando hasta este número de procesos.

source: Please help us fix this by reporting the problem. You may follow these steps:
es: Por favor, ayúdenos a solucionar esto informando del problema. Puede seguir estos pasos:

source: using the button below. There may be multiple files with a ".log" extension.
es: con el botón de abajo. Puede haber varios archivos con extensión ".log".

source: and upload all the log files, along with a brief description of what happened before you saw this message.
es: y suba todos los archivos de registro, junto con una breve descripción de lo que ocurrió antes de ver este mensaje.

source: text
es: texto

source: Save your parameters in a JSON file. This includes the paths to your input data, but not the data itself. Open this file in InVEST to restore your parameters.
es: Guarde sus parámetros en un archivo JSON. Esto incluye las rutas a los datos de entrada, pero no los datos en sí. Abra este archivo en InVEST para restaurar sus parámetros.

source: Save your parameters in a python script. This includes the paths to your input data, but not the data itself. Running the python script will programmatically run the model with your parameters. Use this as a starting point for batch scripts.
es: Guarde sus parámetros en un script de Python. Esto incluye las rutas a los datos de entrada, pero no los datos en sí. Al ejecutar el script de Python, el modelo se ejecutará mediante programación con sus parámetros. Utilícelo como punto de partida para scripts por lotes.
